{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_1", "output_dim": 64, "activity_regularizer": null, "trainable": true, "init": "lecun_uniform", "bias": true, "input_dtype": "float32", "input_dim": 13, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "batch_input_shape": [null, 5, 13]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_2", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 64, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 32}}, {"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_1"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_3", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 160, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 15}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_4", "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dim": 15, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 5}}]}